import room1 from './images/details-1.jpeg';
import room2 from './images/details-2.jpeg';
import room3 from './images/details-3.jpeg';
import room4 from './images/details-4.jpeg';
import img1 from './images/room-1.jpeg';
import img2 from './images/room-2.jpeg';
import img3 from './images/room-3.jpeg';
import img4 from './images/room-4.jpeg';
import img5 from './images/room-5.jpeg';
import img6 from './images/room-6.jpeg';
import img7 from './images/room-7.jpeg';
import img8 from './images/room-8.jpeg';
import img9 from './images/room-9.jpeg';
import img10 from './images/room-10.jpeg';
import img11 from './images/room-11.jpeg';
import img12 from './images/room-12.jpeg';

export default [
  {
    sys: {
      id: '1',
    },
    fields: {
      name: 'Одноместный эконом',
      slug: 'single-economy',
      type: 'одноместный',
      price: 20,
      size: 200,
      capacity: 1,
      pets: false,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img1,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '2',
    },
    fields: {
      name: 'одноместный',
      slug: 'single-basic',
      type: 'одноместный',
      price: 50,
      size: 250,
      capacity: 1,
      pets: false,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '3',
    },
    fields: {
      name: 'одноместный стандарт',
      slug: 'single-standard',
      type: 'одноместный',
      price: 64,
      size: 300,
      capacity: 1,
      pets: true,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '4',
    },
    fields: {
      name: 'одноместный люкс',
      slug: 'single-deluxe',
      type: 'одноместный',
      price: 100,
      size: 400,
      capacity: 1,
      pets: true,
      breakfast: true,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img4,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '5',
    },
    fields: {
      name: 'двухместный эконом',
      slug: 'double-economy',
      type: 'двухместный',
      price: 50,
      size: 300,
      capacity: 2,
      pets: false,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img5,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '6',
    },
    fields: {
      name: 'двухместный',
      slug: 'double-basic',
      type: 'двухместный',
      price: 80,
      size: 350,
      capacity: 2,
      pets: false,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img6,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '7',
    },
    fields: {
      name: 'двухместный стандарт',
      slug: 'double-standard',
      type: 'двухместный',
      price: 100,
      size: 400,
      capacity: 2,
      pets: true,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img7,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '8',
    },
    fields: {
      name: 'Двухместный люкс',
      slug: 'double-deluxe',
      type: 'двухместный',
      price: 120,
      size: 500,
      capacity: 2,
      pets: true,
      breakfast: true,
      featured: true,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img8,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '9',
    },
    fields: {
      name: 'семейный эконом',
      slug: 'family-economy',
      type: 'семейный',
      price: 75,
      size: 500,
      capacity: 3,
      pets: false,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img9,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '10',
    },
    fields: {
      name: 'семейный',
      slug: 'family-basic',
      type: 'семейный',
      price: 80,
      size: 550,
      capacity: 4,
      pets: false,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img10,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '11',
    },
    fields: {
      name: 'семейный стандарт',
      slug: 'family-standard',
      type: 'семейный',
      price: 100,
      size: 600,
      capacity: 5,
      pets: true,
      breakfast: false,
      featured: false,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img11,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '12',
    },
    fields: {
      name: 'Семейный люкс',
      slug: 'family-deluxe',
      type: 'семейный',
      price: 160,
      size: 700,
      capacity: 6,
      pets: true,
      breakfast: true,
      featured: true,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: img12,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
  {
    sys: {
      id: '13',
    },
    fields: {
      name: 'VIP',
      slug: 'presidential-room',
      type: 'VIP',
      price: 233,
      size: 1000,
      capacity: 10,
      pets: true,
      breakfast: true,
      featured: true,
      description: 'Стандартный двухместный номер располагается в двухэтажном корпусе, представляет собой однокомнатный номер с большой двуспальной кроватью или двумя полутораспальными кроватями, сан. узлом (душ-кабина), балконом с видом на озеро или на горы. Высокоскоростной Интернет Wi-Fi (карточки с паролем для подключения к сети Wi-Fi приобретаются у администратора за отдельную плату)',
      extras: [
        'Плюшевые подушки и дышащее постельное белье',
        'Мягкие, негабаритные банные полотенца',
        'Персональный электронный сейф',
        'Обслуживание номера',
        'Охрана',
        'Интернет',
        'Удобные кровати',
      ],
      images: [
        {
          fields: {
            file: {
              url: room1,
            },
          },
        },
        {
          fields: {
            file: {
              url: room2,
            },
          },
        },
        {
          fields: {
            file: {
              url: room3,
            },
          },
        },
        {
          fields: {
            file: {
              url: room4,
            },
          },
        },
      ],
    },
  },
];
